<?php

return [
    // Main-Header (Navbar)
    'Logo'=>'المتجر الإلكتروني',
    'Home'=>'الرئيسية',
    'Login'=>'تسجيل الدخول ',
    'Register'=>'التسجيل',
    'logout'=>'تسجيل خروج',


    // Header and carousel.
    'Header-1'=>'أفضل مجموعة',
    'Text-1'=>'القادمون الجدد',
    'Button-1'=>'تسوق الآن',

    'Header-2'=>'أفضل الأسعار والعرض',
    'Text-2'=>'موسم جديد',
    'Button-2'=>'اشتري الآن',


    // Start Bloger.
    'Text-Bloger'=>'امنح حياتك أسلوبًا جديدًا!',
    'Par-Bloger'=>'تميل متاجر الإلكترونيات المحلية إلى تقديم مجموعة متواضعة من المكونات. في حين أن القطع الأساسية قد تكفي للشخص العادي الذي يحتاج إلى إصلاح سريع أو جهاز صغير وبسيط ، فإن المتاجر الشخصية لا تلبي احتياجات مجتمع Maker.',
    'btn-Bloger'=>'استكشف الآن',


    // Start Categories.
    'Categories' => 'التصنيفات',
    'All' => 'الكل',


    // Start offers.
    'offers-span'=>'خصم حتي 40٪',
    'offers-Heding'=>'عرض التخفيضات الكبرى!',
    'offers-btn'=>'اشتري الآن',


    // Start Products.
    'All-Products' => 'جميع المنتجات',
    'Old-Price' => 'السعر القديم:',
    'New-Price' => 'السعر الجديد:',
    'About-Item' => 'حول هذا البند',
    'Add-To-Cart' => 'أضف إلى السلة',



];
